---
kind: enumMember
id: F:Autodesk.Revit.DB.SlantedOrVerticalColumnType.CT_Angle
enum: Autodesk.Revit.DB.SlantedOrVerticalColumnType
source: html/5969d528-eb60-e268-f09e-38aca3179c14.htm
---
# Autodesk.Revit.DB.SlantedOrVerticalColumnType.CT_Angle